# Создать информационную систему позволяющую работать с учениками школы
# Минимальные требования:
# 1 - учитель добавление ученика, добавление оценки за предмет ученику
# 2 - ученик Поиск по фамилии ученика

import  controller as logic

def main():
    print('Добро пожаловать информационную систему')
    logic.controller()

if __name__ == '__main__':
    main()